{"A":{"game":[{"name":"Sherlock Holmes","director":"Rachel Lee Goldenberg","rating":53,"monhp":54,"mondam":53,"year":"2010","genres":"Fantasy Drama Horror Action Thriller Mystery ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/7MBBfuUNtJxXEEHmCOVLA7wl4Qi.jpg","abstract":"Sherlock Holmes and Watson are on the trail of a criminal and scientific mastermind who seems to control monsters and creations which defy belief."},{"name":"The Nursery","director":"Jay Sapiro","rating":40,"monhp":41,"mondam":40,"year":"2018","genres":"Horror Thriller ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/4gEHxFV5U8VXlKJ94m9Nt968kZl.jpg","abstract":"When college freshman Ranae agrees to babysit for a family with a tragic past, her run-of-the-mill Saturday night quickly turns into a confrontation with unspeakable horror. Stalked by a sinister presence and haunted by ghosts from her own past, Ranae and her friends must confront an angry, evil spirit determined to hunt them down one-by-one on a deliberate march toward its ultimate prey in THE NURSERY"},{"name":"Salvation","director":"Lee Chang-moo","rating":40,"monhp":41,"mondam":40,"year":"2021","genres":"Horror Thriller ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/rwUGJ2W5qY5gAgCXuVFyfmMd2kr.jpg","abstract":"A prostitute steals a billion won from her pimp and is found dead in the river. While his pimp seeks to recover the money, he enlists the help of a policeman. After suffering a car accident, this policeman stops at a mysterious retreat, which worships an incarnate goddess in the body of a child."},{"name":"Mouras","director":"Olga Osorio","rating":40,"monhp":41,"mondam":40,"year":"2018","genres":"Drama Fantasy Horror ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/8vI5xAQiZQDcTwKPk5VXyzw8nRR.jpg","abstract":"‘Mouras’ is a dark tale of a mother’s love. (Screamfest)"},{"name":"Dragon Wars","director":"Sim Hyeong-Rae","rating":44,"monhp":45,"mondam":44,"year":"2007","genres":"Fantasy Drama Horror Action Thriller Science Fiction ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/rEpvqWGu08coDLUpcpiz4sMoDYo.jpg","abstract":"Based on the Korean legend, unknown creatures will return and devastate the planet. Reporter Ethan Kendrick is called in to investigate the matter..."},{"name":"Rise of the Gladiators","director":"Stefano Milla","rating":27,"monhp":28,"mondam":27,"year":"2017","genres":"Fantasy Action ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/746QzPhdkEyVr8CukPPGtn3jBjo.jpg","abstract":"A Templar Knight is forced to fight as a gladiator where challengers from different worlds duel in a quest for a magical sword. Then the Templar learns he is scheduled to fight his master who has become a man of greed and ambition. Now the Templar teams with his adversaries against the master and his disciples."},{"name":"Kapitan Bomba - Kutapokalipsa","director":"Bartosz Walaszek","rating":28,"monhp":29,"mondam":28,"year":"2012","genres":"Animation Comedy Action Science Fiction ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/odshCBZBXWbxbRxcyUQamaosDmB.jpg","abstract":"We don't have an overview translated in English. Help us expand our database by adding one."},{"name":"Tiny Robots","director":"Michelle Gabriel","rating":30,"monhp":31,"mondam":30,"year":"2008","genres":"Animation Comedy Family Science Fiction ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/nBKGjlklED3MDVkFJ2j1NqWcHil.jpg","abstract":"In the distant future, Earth is no longer inhabited by humans to be the home of the robots. But like us, these robots had many, many tasks and obligations. Trank, a model of good old fashioned robots, living in the city of New Iron. But when the leader of the city comes up with a terrible plan to dominate the planet, precisely Trank is the only robot able to resist. Filled with humor, wit and new friends, the young hero faces obstacles unbelievable as the desert of Amazonia, Forest Electric and powerful machines to make it to the biggest challenge of all: the leader himself."}],"player":{"hp":252,"dam":5,"x_pos":50,"y_pos":150,"score":40,"movieball":4,"dex":[{"name":"Dessine-moi un jouet","director":"Hervé Baslé","rating":20,"monhp":3,"mondam":20,"year":"1999","genres":"Fantasy Family ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/dai09VahaCgXQ6rAJXhhIe3JM0s.jpg","abstract":"A french fantasy film with Christoph Waltz"},{"name":"Iron Me","director":"Ivan Rabbiosi","rating":20,"monhp":1,"mondam":20,"year":"2020","genres":"Animation Comedy ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/hpypTve5HN1EYcihHqXTy9xsuYc.jpg","abstract":"Pedro, a young, athletic man, share his life with his ironing board. Faithful, Pedro sleeps on his ironing board, carefully sets it when he wants to eat, uses it to iron his favorite jogging outfit, and even takes it under his arm when he goes jogging. In the village, everyone admires him and follow his example. One night, however, everything is turned upside down."}]}},"B":{"game":[{"name":"Inception","director":"Christopher Nolan","rating":83,"monhp":84,"mondam":83,"year":"2010","genres":"Action Science Fiction Adventure ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/9gk7adHYeDvHkCSEqAvQNLV5Uge.jpg","abstract":"Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious."},{"name":"Harry Potter and the Philosopher's Stone","director":"Chris Columbus","rating":79,"monhp":80,"mondam":79,"year":"2001","genres":"Adventure Fantasy ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/wuMc08IPKEatf9rnMNXvIDxqP4W.jpg","abstract":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame."},{"name":"Triangle","director":"Christopher Smith","rating":69,"monhp":70,"mondam":69,"year":"2010","genres":"Horror ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/mb5MRrJbtRRO1A8gcHA9u3Pp4OE.jpg","abstract":"When Jess sets sail on a yacht with a group of friends, she cannot shake the feeling that there is something wrong. Her suspicions are realised when the yacht hits a storm and the group is forced to board a passing ocean liner to get to safety, a ship Jess is convinced she’s been on before."},{"name":"Get Out","director":"Jordan Peele","rating":76,"monhp":77,"mondam":76,"year":"2017","genres":"Mystery Thriller Horror ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/tFXcEccSQMf3lfhfXKSU9iRBpa3.jpg","abstract":"Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined."},{"name":"Shutter Island","director":"Martin Scorsese","rating":82,"monhp":83,"mondam":82,"year":"2010","genres":"Drama Thriller Mystery ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/kve20tXwUZpu4GUX8l6X7Z4jmL6.jpg","abstract":"World War II soldier-turned-U.S. Marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by his troubling visions and also by a mysterious doctor."},{"name":"Interstellar","director":"Christopher Nolan","rating":83,"monhp":84,"mondam":83,"year":"2014","genres":"Adventure Drama Science Fiction ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg","abstract":"The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage."},{"name":"The Hunger Games","director":"Gary Ross","rating":72,"monhp":73,"mondam":72,"year":"2012","genres":"Science Fiction Adventure Fantasy ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/iQK0pkTQC60XR3Zlu2pp8kujoqW.jpg","abstract":"Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching."},{"name":"Deadpool","director":"Tim Miller","rating":76,"monhp":77,"mondam":76,"year":"2016","genres":"Action Adventure Comedy ","poster":"https://www.themoviedb.org//t/p/w300_and_h450_bestv2/8peYuPeLawgCFhuI4IcDjdrAAXw.jpg","abstract":"Deadpool tells the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life."}],"player":{"hp":250,"dam":3,"x_pos":125,"y_pos":125,"score":0,"movieball":5,"dex":[]}},"C":{"game":[],"player":{}}}
